blog/2021/uncertainty.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-04 Fri 14:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>不确定性</title>
<meta name="generator" content="Org mode">
<link rel="preconnect" href="https://fonts.googleapis.com"><link rel="preconnect" href="https://fonts.gstatic.com" crossorigin><link href="https://fonts.googleapis.com/css2?family=Noto+Sans+SC&display=swap" rel="stylesheet">
<link rel="stylesheet" href="/theme/normalize.css"/>
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">不确定性</h1>
</header><p>
这符合查理·芒格总结的关于人的思维定势那几点：
</p>

<div id="outline-container-查理芒格" class="outline-2">
<h2 id="查理芒格">查理·芒格</h2>
<div class="outline-text-2" id="text-查理芒格">
<p>
误判心理学（The Psychology of Human Misjudgment）
</p>

<p>
懂人就是懂人性，人性复杂无比，所以这条路是险路。人性又亘古以来不变，所以也可以是捷径。至于是险路还是捷径，得看你自己是什么人。
</p>

<p>
芒格在自己的人类误判心理学提出 25 种心理倾向，就是人们的思维定势。
</p>

<ol class="org-ol">
<li>激励。只要激励用得上，就不要用别的东西。富兰克林说过同样的道理，用利益而不是道理来说服人。</li>

<li>爱。人们渴望爱与被爱，因此对所爱者的缺点熟视无睹，听从其意志，偏爱其所爱，甚至不惜扭曲事实。爱既能把人推向巅峰，也能把人打到谷底。</li>

<li>恨。恨与爱恰为镜像，人们为此无视所仇恨者的优点，乃至一切与之相关联的事物，同样不惜扭曲事实。</li>

<li>讨厌不确定性。人们不愿意陷入怀疑和不确定状态之中，总是想立即作出决定。这是演化而来，不立即行动的那些猎物早就在进化中被猎食者吃干抹净。它与困惑和压力有关，困惑和压力越大，人们越想尽快摆脱嫌疑。</li>

<li>一致性。人们讨厌前后不一，总想前后协调起来。这使得习惯至关重要，它是让人生保持一致性的快捷方式，后果是好习惯事半功倍，坏习惯纠正起来事倍功半。如果这与上一条讨厌不确定性合起来，可能导出可怕的后果：过快地下判断做决定，然后永不改变。</li>

<li>好奇。人类的好奇心远胜任何动物，这是一面。另一面是好奇心杀死猫。</li>

<li>公平。己所不欲，勿施于人。</li>

<li>妒嫉。</li>

<li>投桃报李，以牙还牙。没有它，人类不可能进化出合作。但它也可以被利用来操纵人。给你小恩小惠，你油然而生感激，于是掉进陷阱。大脑本能地就想投桃报李，但却不擅长计算数字。多少人栽在这里。</li>

<li>近朱者赤。哪怕两样东西只是肤浅地联系在一起，也会对人的判断产生连带影响。这就是为什么广告里总是俊男美女的原因。人们喜欢俊男美女，就会连带对广告宣传的产品有好印象。</li>

<li>否认现实。人们会拒绝承认现实，如果它太令人痛苦。</li>

<li>过度重视自己。人们总是认为自己拥有的东西更好，喜欢与自己相似的人，好处是安全，坏处是形成同类的小圈子，锁死在互相欣赏但逐渐衰败的螺旋里。</li>

<li>过度自信。这跟上一个密切相关。过度自信的人往往会高估自己对其他人的判断能力，结果就是在面试上花了过多时间，其实把这些时间用在简历上更有效。*怎么才能解毒？少想自己这个人，多想概率这件事，先别想自己能不能做成一件事，先想想这件事以前的成功率是多少？*</li>

<li>厌恶损失。人们厌恶确定的损失，甚至不惜去冒巨大的风险来避免它。</li>

<li>寻找认同。青少年受同伴影响远胜于家庭，成人也一样。</li>

<li>对标。人是不擅长对孤立的事情做出判断的，需要用参照来比较判断。</li>

<li>重视易得的东西。芒格说有句歌词，"如果我爱的人不在身边，我就爱身边的人"。耶鲁大学校长、心理学家苏必得也说，恋爱这件事，相关性最大的就是距离。兔子总吃窝边草。</li>

<li>服从权威。</li>

<li>万事有理由。让别人做事一定要告诉他为什么，因为人人都想知道为什么。</li>

<li>将上述要点两两组合。</li>

<li>压力。压力有二重性。套用巴甫洛夫对狗的研究，第一，巨大压力会使人崩溃，第二，压力够大的话，所有人都会崩溃。第三，最坚强的人一旦崩溃，恢复也最难。最有趣的是第四点，恢复的唯一途径是重新施加巨大压力。</li>

<li>用进废退。只有练习才能精进，这个人人都知道。但是，有些技能很不常用，要练到精处，只能随时练习，但看起来又没用，因为用的机会很少。</li>

<li>毒品有害。</li>

<li>衰老。没有谁还能年老后继续擅长学习新的复杂技能，迟滞岁月磨损的唯一办法是始终保持思考，怀抱欣喜之心学习。</li>

<li>闲扯淡。人人都爱闲扯淡，这个没什么办法，但你得尽量做到别让闲扯淡的人打扰做正事的人。</li>
</ol>

<p>
如果处理这些思维习惯：
</p>

<p>
一、随时对照 25 个点检查自己的决策。知道就是得到，比茫然懵懂好很多。
</p>

<p>
二、下判断作决定前，最好要有冷静期，避免冲动。
</p>

<p>
三、要算概率，可以使决策更稳妥。
</p>

<p>
四、找对参考系。
</p>

<p>
五、与前后不一这件事和解，自相矛盾没什么了不起的。
</p>

<p>
六、永远直面真相，不管这有多么难。
</p>

<p>
References:
</p>

<ul class="org-ul">
<li><a href="https://bihu.com/article/1259958969">查理·芒格的人类误判心理学（10/25）：简单联想|
波斯信使综合征</a></li>

<li><a href="https://github.com/Gaotianhe/ideas/files/5183186/30.pdf">30 天认知训练营.pdf</a></li>
</ul>

<p>
推荐延伸阅读：
</p>

<p>
查理·芒格《穷查理宝典》
</p>

<p>
查理·芒格关于误判心理学的三次演讲：
</p>

<ol class="org-ol">
<li>1992 年 2 月 2
日，在加州理工学院教职员俱乐部布雷（Bray）讲座上的演讲；</li>

<li>1994 年 10 月 6
日，受剑桥行为研究中心邀请，在哈佛大学教职员俱乐部发表的演讲；</li>

<li>1995 年 4 月 24
日，受剑桥行为研究中心邀请，在波士顿港酒店发表的演讲。</li>
</ol>
</div>
</div>

<div id="outline-container-阅读 30 天认知训练营" class="outline-2">
<h2 id="阅读 30 天认知训练营">阅读《30 天认知训练营》</h2>
<div class="outline-text-2" id="text-阅读 30 天认知训练营">
<p>
该课程的内容是共读 30 本英文书。
</p>

<p>
书单：
</p>

<ul class="org-ul">
<li>《穷查理宝典》查理·芒格</li>

<li>《直觉泵和其他思维工具》丹尼尔·丹内特</li>

<li>《生命安宁：斯多葛哲学的生活艺术》威廉·B.欧文</li>

<li>《我们在变聪明吗？》詹姆斯·弗林</li>

<li>《世界文明史》、《历史的教训》威尔·杜兰特&amp;阿里尔·杜兰特</li>

<li>《怎样解题：数学思维的新方法》乔治·波利亚</li>

<li>《写作风格的意识》史蒂芬·平克</li>

<li>《谈判力》罗杰·费希尔</li>

<li>《说谎：揭穿商业、政治与婚姻中的骗局》保罗·埃克曼</li>

<li>《金融的智慧》米希尔·A.德赛</li>

<li>《微观动机与宏观行为》托马斯·C.谢林</li>

<li>《超预测》菲利普·泰洛克</li>

<li>《风险与好的决策》格尔德·吉仁泽</li>

<li>《集体行动的逻辑》曼瑟尔·奥尔森</li>

<li>《创新者的窘境》克莱顿·克理斯腾森</li>

<li>《公共利益经济学》让·梯若尔</li>

<li>《钱就在那里》威廉·萨顿</li>

<li>《黑帮密码：罪犯如何传递信号》迪戈·甘贝塔</li>

<li>《即兴表演》凯斯·约翰斯通</li>

<li>《退出、呼吁与忠诚：对企业、组织和国家衰退的回应》艾伯特·O.赫希曼</li>

<li>《自私的基因》理查德·道金斯</li>

<li>《想象的共同体》本尼迪克特·安德森</li>

<li>《悲剧性选择》盖多·卡拉布雷西</li>

<li>《女性：一部私密地理学》纳塔莉·安吉尔</li>

<li>《造物的裂痕：基因编辑与不可思议的进化控制力量》詹妮弗·A.杜德纳</li>

<li>《我们人类的基因：全人类的历史与未来》亚当·卢瑟福</li>

<li>《策略的艺术：在生意与生活中获得成功的博弈论专家指南》阿维纳什·K.迪克西特</li>

<li>《超级合作者》马丁·诺瓦克&amp;罗杰·海菲尔德</li>

<li>《科学发现的逻辑》卡尔·波普尔</li>

<li>《脑的阅读：破解人类阅读之谜》斯坦尼斯拉斯·迪昂</li>
</ul>

<p>
课程分为 5 个模块：
</p>

<ol class="org-ol">
<li>穿透思考：理解人性、学会思考、升级你的世界观；</li>

<li>方法工具：10 个你用得上的技能，10 种认知方法；</li>

<li>思想实验：4 个思想实验，打开你的脑洞；</li>

<li>时代悖论：4 个悖论问题，4 场思维辩论；</li>

<li>另类视角：7 个另类视角，迭代你的既有认知。</li>
</ol>
</div>
</div>

<div id="outline-container-查理芒格-1" class="outline-2">
<h2 id="查理芒格-1">查理·芒格</h2>
<div class="outline-text-2" id="text-查理芒格-1">
<p>
误判心理学（The Psychology of Human Misjudgment）
</p>

<p>
懂人就是懂人性，人性复杂无比，所以这条路是险路。人性又亘古以来不变，所以也可以是捷径。至于是险路还是捷径，得看你自己是什么人。
</p>

<p>
芒格在自己的人类误判心理学提出 25 种心理倾向，就是人们的思维定势。
</p>

<ol class="org-ol">
<li>激励。只要激励用得上，就不要用别的东西。富兰克林说过同样的道理，用利益而不是道理来说服人。</li>

<li>爱。人们渴望爱与被爱，因此对所爱者的缺点熟视无睹，听从其意志，偏爱其所爱，甚至不惜扭曲事实。爱既能把人推向巅峰，也能把人打到谷底。</li>

<li>恨。恨与爱恰为镜像，人们为此无视所仇恨者的优点，乃至一切与之相关联的事物，同样不惜扭曲事实。</li>

<li>讨厌不确定性。人们不愿意陷入怀疑和不确定状态之中，总是想立即作出决定。这是演化而来，不立即行动的那些猎物早就在进化中被猎食者吃干抹净。它与困惑和压力有关，困惑和压力越大，人们越想尽快摆脱嫌疑。</li>

<li>一致性。人们讨厌前后不一，总想前后协调起来。这使得习惯至关重要，它是让人生保持一致性的快捷方式，后果是好习惯事半功倍，坏习惯纠正起来事倍功半。如果这与上一条讨厌不确定性合起来，可能导出可怕的后果：过快地下判断做决定，然后永不改变。</li>

<li>好奇。人类的好奇心远胜任何动物，这是一面。另一面是好奇心杀死猫。</li>

<li>公平。己所不欲，勿施于人。</li>

<li>妒嫉。</li>

<li>投桃报李，以牙还牙。没有它，人类不可能进化出合作。但它也可以被利用来操纵人。给你小恩小惠，你油然而生感激，于是掉进陷阱。大脑本能地就想投桃报李，但却不擅长计算数字。多少人栽在这里。</li>

<li>近朱者赤。哪怕两样东西只是肤浅地联系在一起，也会对人的判断产生连带影响。这就是为什么广告里总是俊男美女的原因。人们喜欢俊男美女，就会连带对广告宣传的产品有好印象。</li>

<li>否认现实。人们会拒绝承认现实，如果它太令人痛苦。</li>

<li>过度重视自己。人们总是认为自己拥有的东西更好，喜欢与自己相似的人，好处是安全，坏处是形成同类的小圈子，锁死在互相欣赏但逐渐衰败的螺旋里。</li>

<li>过度自信。这跟上一个密切相关。过度自信的人往往会高估自己对其他人的判断能力，结果就是在面试上花了过多时间，其实把这些时间用在简历上更有效。*怎么才能解毒？少想自己这个人，多想概率这件事，先别想自己能不能做成一件事，先想想这件事以前的成功率是多少？*</li>

<li>厌恶损失。人们厌恶确定的损失，甚至不惜去冒巨大的风险来避免它。</li>

<li>寻找认同。青少年受同伴影响远胜于家庭，成人也一样。</li>

<li>对标。人是不擅长对孤立的事情做出判断的，需要用参照来比较判断。</li>

<li>重视易得的东西。芒格说有句歌词，"如果我爱的人不在身边，我就爱身边的人"。耶鲁大学校长、心理学家苏必得也说，恋爱这件事，相关性最大的就是距离。兔子总吃窝边草。</li>

<li>服从权威。</li>

<li>万事有理由。让别人做事一定要告诉他为什么，因为人人都想知道为什么。</li>

<li>将上述要点两两组合。</li>

<li>压力。压力有二重性。套用巴甫洛夫对狗的研究，第一，巨大压力会使人崩溃，第二，压力够大的话，所有人都会崩溃。第三，最坚强的人一旦崩溃，恢复也最难。最有趣的是第四点，恢复的唯一途径是重新施加巨大压力。</li>

<li>用进废退。只有练习才能精进，这个人人都知道。但是，有些技能很不常用，要练到精处，只能随时练习，但看起来又没用，因为用的机会很少。</li>

<li>毒品有害。</li>

<li>衰老。没有谁还能年老后继续擅长学习新的复杂技能，迟滞岁月磨损的唯一办法是始终保持思考，怀抱欣喜之心学习。</li>

<li>闲扯淡。人人都爱闲扯淡，这个没什么办法，但你得尽量做到别让闲扯淡的人打扰做正事的人。</li>
</ol>

<p>
如果处理这些思维习惯：
</p>

<p>
一、随时对照 25 个点检查自己的决策。知道就是得到，比茫然懵懂好很多。
</p>

<p>
二、下判断作决定前，最好要有冷静期，避免冲动。
</p>

<p>
三、要算概率，可以使决策更稳妥。
</p>

<p>
四、找对参考系。
</p>

<p>
五、与前后不一这件事和解，自相矛盾没什么了不起的。
</p>

<p>
六、永远直面真相，不管这有多么难。
</p>

<p>
References:
</p>

<ul class="org-ul">
<li><a href="https://bihu.com/article/1259958969">查理·芒格的人类误判心理学（10/25）：简单联想|
波斯信使综合征</a></li>

<li><a href="https://github.com/Gaotianhe/ideas/files/5183186/30.pdf">30 天认知训练营.pdf</a></li>
</ul>

<p>
推荐延伸阅读：
</p>

<p>
查理·芒格《穷查理宝典》
</p>

<p>
查理·芒格关于误判心理学的三次演讲：
</p>

<ol class="org-ol">
<li>1992 年 2 月 2
日，在加州理工学院教职员俱乐部布雷（Bray）讲座上的演讲；</li>

<li>1994 年 10 月 6
日，受剑桥行为研究中心邀请，在哈佛大学教职员俱乐部发表的演讲；</li>

<li>1995 年 4 月 24
日，受剑桥行为研究中心邀请，在波士顿港酒店发表的演讲。</li>
</ol>
</div>
</div>
</div>
</body>
</html>